[
  {
    "title": "PULZ",
    "desc": "Pulz is the premier National ICT Day of Sri Lanka ever since its first rendition in 2007 with multiple schools from all over island in hopes of showcasing their talents in the ICT Field",
    "img": "img/pulz.png",
    "url": "https://pulz.acicts.lk"
  },
  {
    "title": "BITS",
    "desc": "Pulz is the premier National ICT Day of Sri Lanka ever since its first rendition in 2007 with multiple schools from all over island in hopes of showcasing their talents in the ICT Field",
    "img": "img/bits.png",
    "url": "https://bits.acicts.lk"
  },
  {
    "title": "CAD Competition",
    "desc": "CAD, an inter-school initiative by ACICTS, fosters innovation and technological skills among young minds. It comprises three competitions: a coding challenge, a data analysis quiz, and a graphic design contest.",
    "img": "img/cad.png"
  },
  {
    "title": "HYPERTXT",
    "desc": "HYPERTXT is an Intra-School Online ICT Quiz Competition which met its first rendition in the year of 2020 parallel to AnalytIQ",
    "img": "img/hypertxt.png",
    "url": "https://acicts.github.io/HyperTXT"
  },
  {
    "title": "Tech Titans Workshop Series",
    "desc": "The Tech Titans Workshop Series by ACICTS empowers young minds with cutting-edge tech skills. Through focused workshops on web development and graphic design, it aims to nurture the next generation of tech innovators.",
    "img": "img/workshop.png"
  },
  {
    "title": "Digital Poson Zone",
    "desc": "Digital Poson Zone by ACICTS blends tradition with technology. It provides a platform for young minds to explore creativity through digital art, animations, and interactive media, fostering a deeper understanding of Buddhist teachings.",
    "img": "img/poson.png",
    "url": "https://poson.acicts.lk"
  },
  {
    "title": "Technicolor",
    "desc": "Technicolor, the annual intra-school graphic design competition, invites young artists to unleash their creativity and showcase their design skills through captivating visuals.",
    "img": "img/technicolorpng.png",
    "url": "https://technicolor.acicts.lk/"
  },
  {
    "title": "NeuraByte",
    "desc": "Neurabyte is an intra-school robotics competition by ACICTS, fostering innovation and technical skills through coding, hardware, and digital challenges.",
    "img": "img/NeuraByte.png",
    "url": "https://neuraByte.acicts.lk"
  },
  {
    "title": "Live Score App",
    "desc": "We developed this app to bring live scores of the Battle of the Maroons instantaneously to your mobile phone. So you can be updated about this heated event even though you are not in the stadium.",
    "img": "img/bomlive.png"
  },
  {
    "title": "Live Streaming",
    "desc": "The ICT Society of Ananda College has worked behind the scenes of many school events providing them with techinical and digital support while also livestreaming events to those who are unfortunate enough to get the live experience.",
    "img": "img/live stream.png"
  }
]